{
  "id": "asr-2026-02-01",
  "journal": "American Sociological Review",
  "volume": "91",
  "issue": "1",
  "date": "2026-02-01",
  "coverImage": {
    "url": "images/ASR/ASR-cover.png",
    "credit": ""
  },
  "coverStory": {
    "title": {
      "zh": "政治仇恨的長影：黨派對立如何拖垮民主國家的氣候行動",
      "en": "The Long Shadow of Partisan Hostility: How Political Polarization Undermines Climate Action"
    },
    "summary": {
      "zh": "氣候變遷是全球最緊迫的公共議題之一，但為什麼許多民主國家在減碳行動上舉步維艱？Grant 等人的這項研究提出了一個令人深思的答案：問題的核心不在於科學認知的不足，而在於日益加劇的「情感極化」（affective polarization）。\n\n所謂情感極化，是指政黨支持者對對方陣營產生的強烈厭惡與不信任——不是基於政策分歧，而是出於對「他們那群人」的本能排斥。研究團隊分析了多個民主國家的數據，發現當社會中的黨派敵意越高，政府在推動氣候政策上就越困難。原因在於：氣候政策需要跨黨派的長期合作，而情感極化恰恰摧毀了這種合作的社會基礎。\n\n這項研究的啟示超越了環境政策本身：它揭示了民主制度在面對需要長期集體行動的問題時，可能因為內部的政治撕裂而自我癱瘓。當「打敗對手」比「解決問題」更重要時，整個社會都將付出代價。",
      "en": "Climate change ranks among the most urgent collective action problems facing democracies today. Yet progress on mitigation varies enormously across nations with similar economic capacities. Why?\n\nIn this important study, Don Grant, Andrew Jorgenson, Wesley Longhofer, and Bodi Vasi offer a compelling explanation: affective polarization — the visceral dislike and distrust that partisans feel toward the opposing party — is a significant structural barrier to climate policy. Unlike ideological disagreement over specific policies, affective polarization corrodes the social trust and cross-party cooperation that ambitious, long-term climate action demands.\n\nDrawing on cross-national data, the authors demonstrate that democracies with higher levels of affective polarization consistently underperform on climate change mitigation, even after controlling for economic development, energy infrastructure, and institutional design. The mechanism is straightforward but devastating: when defeating the opposition becomes more important than solving shared problems, policies requiring sustained bipartisan commitment — like carbon reduction — become politically impossible.\n\nThe implications extend well beyond environmental policy. The study reveals a deeper vulnerability of democratic governance: the capacity for long-term collective action may be fundamentally compromised by the very partisan dynamics that are intensifying across the democratic world."
    },
    "keyArticle": {
      "title": "The Long Shadow of Partisan Hostility: How Affective Polarization Hinders Democracies' Ability to Mitigate Climate Change",
      "authors": ["Don Grant", "Andrew Jorgenson", "Wesley Longhofer", "Ion Bogdan Vasi"],
      "doi": "10.1177/00031224251396518",
      "pages": "19-54"
    },
    "images": [],
    "links": {
      "official": "https://journals.sagepub.com/doi/abs/10.1177/00031224251396518",
      "doi": "https://doi.org/10.1177/00031224251396518"
    }
  }
}
