{
  "id": "cell-2026-02-19",
  "journal": "Cell",
  "volume": "189",
  "issue": "4",
  "date": "2026-02-19",
  "coverImage": {
    "url": "https://www.cell.com/cms/attachment/a9b3b7a1-26f8-4fad-8068-fb24e99bccc2/fx1.jpg",
    "credit": "Giselle McCallum"
  },
  "coverStory": {
    "title": {
      "zh": "腸道裡的「哨兵」：工程化共生菌成為體內即時健康感測器",
      "en": "Sentinels in the Gut: Engineered Commensal Bacteria Become Real-Time Health Sensors"
    },
    "summary": {
      "zh": "如果腸道中的常駐細菌能像哨兵一樣，即時回報消化系統的健康狀況，會怎樣？這不再是科幻設想。McCallum、Burckhardt 和 He 等人開發了一套模組化的合成生物學工具包，能夠在人類腸道中最豐富的共生菌之一——多形擬桿菌（Bacteroides thetaiotaomicron）中實現基於螢光的轉錄報告系統。\n\n利用這套工具，他們建構了一種滲透壓生物感測器，能夠偵測到與腸道吸收不良相關的滲透壓變化。本期封面展示的螢光顯微圖片，正是這種工程化感測菌株在小鼠結腸中的實際工作畫面——它們如同微型探針，在腸道深處默默監測著那些傳統臨床手段難以捕捉的亞臨床生理變化。這項工作為將共生菌轉化為體內原位報告器奠定了重要基礎。",
      "en": "What if the bacteria already living in your gut could act as sentinels, reporting on digestive health in real time? That scenario is now a step closer to reality. McCallum, Burckhardt, He and colleagues have built a modular synthetic-biology toolkit that enables fluorescence-based transcriptional reporting inside Bacteroides thetaiotaomicron, one of the most abundant commensal species in the human gut.\n\nUsing this system, they engineered osmolality biosensors that detect changes associated with intestinal malabsorption. The striking fluorescence micrograph on this issue's cover shows the engineered biosensor strain at work inside the mouse colon — tiny probes deep in the gut silently monitoring subclinical physiological shifts that conventional clinical methods struggle to catch. The work lays a critical foundation for turning commensal bacteria into in-situ reporters of dynamic gut physiology."
    },
    "keyArticle": {
      "title": "A Bacteroides synthetic biology toolkit to build an in vivo malabsorption biosensor",
      "authors": ["Giselle McCallum", "Juan C. Burckhardt", "Jerry He", "Alice Hong", "Laurent Potvin-Trottier", "Carolina Tropini"],
      "doi": "10.1016/j.cell.2025.12.052",
      "pages": ""
    },
    "images": [
      {
        "url": "https://www.cell.com/cms/attachment/a9b3b7a1-26f8-4fad-8068-fb24e99bccc2/fx1.jpg",
        "caption": {
          "zh": "工程化感測菌株在小鼠結腸中的螢光顯微圖像——共生菌被改造為能夠即時偵測腸道滲透壓變化的活體生物感測器。",
          "en": "Fluorescent micrograph of the engineered biosensor strain in the mouse colon — commensal bacteria reprogrammed to detect osmolality changes in the living gut in real time."
        }
      }
    ],
    "links": {
      "official": "https://www.cell.com/cell/fulltext/S0092-8674(25)01501-6",
      "doi": "https://doi.org/10.1016/j.cell.2025.12.052",
      "preprint": "https://www.biorxiv.org/content/10.1101/2025.03.18.644028v1"
    }
  }
}
