{
  "id": "nature-2026-02-26",
  "journal": "Nature",
  "volume": "650",
  "issue": "8103",
  "date": "2026-02-26",
  "coverImage": {
    "url": "images/nature/nature-2026-02-26-cover.jpg",
    "credit": "Adel Djellouli / Jackson Wilt"
  },
  "coverStory": {
    "title": {
      "zh": "球鞋为什么会吱吱叫？物理学家解码了摩擦的「音乐」",
      "en": "Why Do Sneakers Squeak? Physicists Decode the 'Music' of Friction"
    },
    "summary": {
      "zh": "从生锈的门铰到自行车刹车，吱吱声是日常生活的背景音。然而，当柔软材料在坚硬表面上滑动时，声音究竟从何而来，科学界一直缺乏清晰的解释。哈佛大学的 Katia Bertoldi 团队通过高速摄影与声学分析给出了答案：当篮球鞋在光滑玻璃板上滑动时，鞋底与地板之间的摩擦会引发类似地震破裂的波状形变——一种「超音速开裂滑移脉冲」。\n\n这些脉冲以突发的方式在鞋底传播，而吱吱声的音调恰好对应脉冲突发的重复频率。更令人意想不到的是，当研究者用带有脊状结构的硅橡胶块替代球鞋进行实验时，发现脊状结构能将振动锁定在一个由橡胶块高度决定的特定自然频率上——精确到足以用调谐后的橡胶块「演奏」一首完整的乐曲。",
      "en": "From sticky hinges to bicycle brakes, squeaks form part of the everyday soundscape. Yet how sound is generated when a soft material slides on a rigid surface has remained poorly understood. Now a team led by Katia Bertoldi at Harvard has cracked the code using high-speed imaging and acoustic analysis.\n\nWhen basketball shoes slide on a smooth glass plate, friction at the shoe–floor interface triggers wave-like deformations of the sole — a phenomenon resembling 'intersonic opening slip pulses,' akin to earthquake ruptures. These pulses travel across the sole in bursts, and the pitch of the resulting squeak matches the repetition rate of those bursts. In a delightful twist, when the researchers substituted silicone rubber blocks with ridges for the shoes, they found that the ridges lock the block into a specific natural frequency determined by the block's height — so precisely that the team could tune different blocks and play a recognizable song."
    },
    "keyArticle": {
      "title": "Squeaking at soft-rigid frictional interfaces",
      "authors": ["Adel Djellouli", "Gabriele Albertini", "Jackson Wilt", "Katia Bertoldi"],
      "doi": "10.1038/s41586-026-10132-3",
      "pages": ""
    },
    "images": [
      {
        "url": "images/nature/nature-2026-02-26-cover.jpg",
        "caption": {
          "zh": "篮球鞋在光滑玻璃板上滑动的高速摄影画面——本期 Nature 封面研究揭示了球鞋吱吱声背后的物理机制。",
          "en": "High-speed image of a basketball shoe sliding on a smooth glass plate — this week's Nature cover study reveals the physics behind the squeak of sneakers."
        }
      }
    ],
    "links": {
      "official": "https://www.nature.com/articles/s41586-026-10132-3",
      "doi": "https://doi.org/10.1038/s41586-026-10132-3"
    }
  }
}