{
  "id": "science-2026-02-26",
  "journal": "Science",
  "volume": "391",
  "issue": "6788",
  "date": "2026-02-26",
  "coverImage": {
    "url": "https://www.science.org/cms/10.1126/science.adp8989/asset/84b7ea69-5ece-4c8c-9ece-7dc33dcb089c/assets/images/large/science.adp8989-fa.jpg",
    "credit": "NASA, CXC, IfA, NRAO, STScI"
  },
  "coverStory": {
    "title": {
      "zh": "搖擺的星系噴流：超大質量黑洞如何改寫恆星的命運",
      "en": "A Wobbling Galactic Jet: How Supermassive Black Holes Rewrite the Fate of Stars"
    },
    "summary": {
      "zh": "【總結】本研究發現活躍星系 VV 340a 中心的超大質量黑洞發射出一道正在進動（precessing）的電漿噴流，該噴流以每約 82 萬年為週期來回擺動，並以每年約 19.4 個太陽質量的速率驅動星系氣體外流，足以顯著影響星系的恆星形成速率。\n\n【研究問題】宇宙學模擬必須引入「活躍星系核回饋」（AGN feedback）機制才能重現大質量星系的觀測特性，但這些回饋過程的實際能量學和時間尺度一直缺乏直接觀測約束。黑洞質量相對星系極為微小，它究竟如何影響整個星系的演化？\n\n【研究方法】研究團隊結合了光學、紅外線、次毫米波和無線電等多波段觀測數據，對活躍星系 VV 340a 中心的低功率噴流進行了全面分析，追蹤了噴流的空間結構、進動週期，以及噴流對周圍氣體的衝擊效應。\n\n【結果】噴流的進動週期約為 (8.2 ± 5.5) × 10⁵ 年，驅動氣體外流速率達 19.4 ± 7.9 太陽質量/年。噴流衝擊氣體產生的高度電離電漿延伸至距星系核數千秒差距之外。這一外流速率足以將大量氣體從星系中噴射出去，從而直接調控恆星的形成——為 AGN 回饋機制提供了迄今最清晰的直接觀測證據。",
      "en": "**Summary:** This study reveals that the supermassive black hole at the center of the active galaxy VV 340a launches a precessing plasma jet that wobbles with a period of roughly 820,000 years and drives gas outflow at a rate of 19.4 ± 7.9 solar masses per year — enough to significantly influence the galaxy's star formation rate.\n\n**Problem:** Cosmological simulations require active galactic nucleus (AGN) feedback to reproduce the observed properties of massive galaxies, but the energetics and timescales of these feedback processes remain poorly constrained by direct observations. How can black holes, tiny compared to their host galaxies, shape the evolution of structures millions of times their size?\n\n**Approach:** The team combined optical, infrared, sub-millimeter, and radio observations of VV 340a — a galaxy hosting a low-power jet launched from its central supermassive black hole — to trace the jet's spatial structure, precession period, and impact on surrounding gas.\n\n**Results:** The jet precesses with a period of (8.2 ± 5.5) × 10⁵ years and drives a gas outflow rate of 19.4 ± 7.9 solar masses per year. The jet shocks the gas, producing highly ionized plasma extending several kiloparsecs from the nucleus. The outflow ejects sufficient gas from the galaxy to influence its star formation rate, providing the clearest direct evidence yet for AGN feedback in action."
    },
    "keyArticle": {
      "title": "A precessing jet from an active galactic nucleus drives gas outflow from a disk galaxy",
      "authors": ["Justin A. Kader", "Vivian U", "Loreto Barcos-Muñoz", "George C. Privon", "Yiqing Song"],
      "doi": "10.1126/science.adp8989",
      "pages": "911-916"
    },
    "images": [
      {
        "url": "https://www.science.org/cms/10.1126/science.adp8989/asset/84b7ea69-5ece-4c8c-9ece-7dc33dcb089c/assets/images/large/science.adp8989-fa.jpg",
        "caption": {
          "zh": "VV 340 交互星系的多波段合成影像：紫色為 X 射線，紅綠藍為不同可見光波段。上方的邊緣星系 VV 340a 內部隱藏著一道劇烈進動的星系級電漿噴流。",
          "en": "Multi-wavelength composite of the interacting galaxies VV 340: purple shows X-rays, red/green/blue represent different optical wavelengths. The edge-on spiral VV 340a (top) harbors a violently precessing galactic-scale plasma jet."
        }
      }
    ],
    "links": {
      "official": "https://www.science.org/doi/10.1126/science.adp8989",
      "doi": "https://doi.org/10.1126/science.adp8989",
      "preprint": "https://arxiv.org/abs/2601.08791"
    }
  }
}
