{
  "id": "nature-2026-01-29",
  "journal": "Nature",
  "volume": "649",
  "issue": "8099",
  "date": "2026-01-29",
  "coverImage": {
    "url": "images/nature/nature-2026-01-29-cover.jpg",
    "credit": "Caltech / MIT LIGO Laboratory"
  },
  "coverStory": {
    "title": {
      "zh": "引力波「聽」到了中子星合併後的新生黑洞在「鳴響」",
      "en": "Gravitational Waves 'Hear' a Newborn Black Hole Ringing After Neutron Star Merger"
    },
    "summary": {
      "zh": "當兩顆中子星在宇宙深處猛烈碰撞、合併成一個新生黑洞時，這個剛剛誕生的天體並不「安靜」——它會像一口被敲響的大鐘那樣振盪，向外輻射特定頻率的引力波。這種訊號在廣義相對論中被稱為「準正則模」（quasinormal modes），是驗證黑洞無毛定理的關鍵證據。\n\n本期 Nature 封面報導了 LIGO-Virgo-KAGRA 聯合團隊的一項突破：他們在引力波事件 GW230529 的資料中首次清晰地偵測到了合併後「鳴響」階段的訊號。分析表明，這一訊號與廣義相對論的預測高度吻合。這是人類首次直接聆聽到新生黑洞振盪的「餘音」，為黑洞物理和強引力場檢驗開啟了全新窗口。",
      "en": "When two neutron stars collide and merge into a newborn black hole deep in space, the freshly formed object doesn't settle quietly. It rings like a struck bell, radiating gravitational waves at specific frequencies. These signals, known as 'quasinormal modes' in general relativity, are a key test of the no-hair theorem — the idea that black holes are fully described by just mass and spin.\n\nThis week's Nature cover reports a breakthrough from the LIGO-Virgo-KAGRA collaboration: in gravitational-wave event GW230529, the team has detected, for the first time with high confidence, the post-merger 'ringdown' signal. The measured frequencies match general relativity's predictions with striking precision. It marks the first time scientists have directly listened to the reverberating afterglow of a newborn black hole — opening an entirely new window onto black-hole physics and strong-field gravity."
    },
    "keyArticle": {
      "title": "Detection of quasinormal modes from a neutron star merger remnant",
      "authors": ["LIGO-Virgo-KAGRA Collaboration"],
      "doi": "10.1038/s41586-026-09815-w",
      "pages": ""
    },
    "images": [
      {
        "url": "images/nature/nature-2026-01-29-cover.jpg",
        "caption": {
          "zh": "藝術概念圖：兩顆中子星合併後形成的新生黑洞正在「鳴響」——向外輻射引力波準正則模訊號。",
          "en": "Artist's concept of a newborn black hole 'ringing' after a neutron star merger, radiating gravitational-wave quasinormal mode signals."
        }
      }
    ],
    "links": {
      "official": "https://www.nature.com/articles/s41586-026-09815-w",
      "doi": "https://doi.org/10.1038/s41586-026-09815-w"
    }
  }
}
