{
  "id": "science-2026-01-31",
  "journal": "Science",
  "volume": "391",
  "issue": "6784",
  "date": "2026-01-31",
  "coverImage": {
    "url": "images/science/science-2026-01-31-cover.jpg",
    "credit": "Allen Institute for Brain Science"
  },
  "coverStory": {
    "title": {
      "zh": "人脑的「谷歌地图」：科学家首次绘制完整人类大脑细胞图谱",
      "en": "Google Maps for the Brain: Scientists Chart the First Complete Human Brain Cell Atlas"
    },
    "summary": {
      "zh": "想象一下，如果有一天你能像浏览谷歌地图那样，逐个细胞地探索人类大脑——这正是 BRAIN Initiative Cell Atlas Network（BICAN）联盟的终极目标。在本期《科学》封面文章中，来自全球数十家机构的研究者联手发布了迄今最完整的人脑细胞类型目录。\n\n研究者利用单细胞RNA测序技术，对超过300万个脑细胞进行了系统分析，识别出了超过3000种不同的细胞亚型。这份图谱不仅揭示了人脑中惊人的细胞多样性，还发现了与精神分裂症、双相情感障碍、阿尔茨海默病等神经精神疾病风险基因高度相关的特定细胞群体——为理解和治疗这些疾病提供了全新的靶向线索。",
      "en": "Imagine browsing the human brain the way you browse Google Maps — zooming from hemisphere to lobe to individual cell. That ambition drives the BRAIN Initiative Cell Atlas Network (BICAN), and in this issue of Science, a global consortium takes a giant step toward making it real.\n\nUsing single-cell RNA sequencing on more than three million brain cells, the team has assembled the most complete catalog of human brain cell types to date, identifying over 3,000 distinct subtypes. The atlas doesn't merely showcase the brain's staggering cellular diversity; it also pinpoints specific cell populations that are tightly linked to risk genes for schizophrenia, bipolar disorder, and Alzheimer's disease — offering fresh targets for understanding and eventually treating these conditions."
    },
    "keyArticle": {
      "title": "A complete cell-type atlas of the human brain",
      "authors": ["Kimberly Siletti", "Rebecca Hodge", "Sten Linnarsson", "Ed Lein"],
      "doi": "10.1126/science.adf6812",
      "pages": "482-489"
    },
    "images": [
      {
        "url": "images/science/science-2026-01-31-cover.jpg",
        "caption": {
          "zh": "人脑细胞图谱的三维可视化——不同颜色代表不同的细胞亚型，共超过3000种。",
          "en": "Three-dimensional visualization of the human brain cell atlas — different colors represent distinct cell subtypes, totaling over 3,000."
        }
      }
    ],
    "links": {
      "official": "https://www.science.org/doi/10.1126/science.adf6812",
      "doi": "https://doi.org/10.1126/science.adf6812"
    }
  }
}