{
  "id": "polgeog-2025-01-01",
  "journal": "Political Geography",
  "volume": "116",
  "issue": "",
  "date": "2025-01-01",
  "coverImage": {
    "url": "https://ars.els-cdn.com/content/image/1-s2.0-S0962629824001732-gr1.jpg",
    "credit": ""
  },
  "coverStory": {
    "title": {
      "zh": "被忽視的鄉村如何投向極右翼——葡萄牙的政治邊緣化啟示",
      "en": "How Politically Neglected Rural Communities Turn to the Radical Right — Lessons from Portugal"
    },
    "summary": {
      "zh": "【總結】本研究發現葡萄牙農村選民不成比例地支持極右翼政黨 Chega 的關鍵原因，既非經濟匱乏，也非文化保守主義，而是一種「政治忽視」（political neglect）的感知——他們認為自己所在的地區長期未獲得既有政治體制的充分關注。\n\n【研究問題】為什麼農村選民更傾向於支持極右翼政黨？傳統的解釋聚焦於文化焦慮（世界觀分歧）和經濟衰退（「被拋在後面」的地區），但葡萄牙案例卻帶來了一個特殊的挑戰：過去十年間，葡萄牙城鄉經濟差距實際上在縮小，經濟匱乏的解釋因此受到質疑。那麼，究竟是什麼驅動了農村地區的極右翼投票？\n\n【研究方法】研究者運用兩種互補的分析策略：(1) 對 2022 年和 2024 年兩次葡萄牙大選的大規模出口民調數據進行分析，確認農村-Chega 投票的關聯性；(2) 使用 2023 年全國面訪調查數據，建構平行多重中介模型，分別檢驗文化態度（對移民的反對）、經濟感知（個人經濟困難）和政治感受（政治忽視感）是否中介了農村性與 Chega 投票之間的關係。\n\n【結果】出口民調數據證實，兩次選舉中農村選民對 Chega 的支持率都明顯偏高。中介分析顯示，文化和經濟因素都無法顯著中介農村性與極右翼投票的關聯，唯有「政治忽視感」構成了一條顯著的中介路徑。這表明，極右翼在農村地區的成功並非意識形態的勝利，而是主流政黨在空間治理上失職的後果。",
      "en": "**Summary:** The key reason rural voters in Portugal disproportionately support the radical-right party *Chega* is not economic hardship or cultural conservatism, but perceptions of *political neglect* — the feeling that their areas receive insufficient attention from established political authorities.\n\n**Problem:** Why do rural voters support radical right parties at disproportionately higher rates? While conventional explanations point to cultural anxiety and economic decline in 'left behind' areas, Portugal poses a particular puzzle: urban-rural economic convergence over the last decade undermines the economic grievances thesis. What, then, actually drives radical right voting in rural areas?\n\n**Approach:** The study employs two complementary analytical strategies: (1) analysis of large exit poll samples from the 2022 and 2024 Portuguese elections to establish the rurality–radical right voting relationship, and (2) a parallel multiple mediation model using a 2023 face-to-face national survey to test whether cultural attitudes (opposition to immigration), economic perceptions (personal hardship), or political perceptions (political neglect) mediate the relationship between rurality and the *Chega* vote.\n\n**Results:** Exit poll data confirm disproportionately high rural support for *Chega* across both elections. The mediation analysis reveals that cultural and economic factors do not significantly mediate the rurality–radical right link, while political neglect does serve as a significant mediating pathway. A substantial direct relationship between rurality and the *Chega* vote persists beyond all mediators, suggesting additional unaccounted-for mechanisms. The findings reposition the rise of the radical right as a consequence of mainstream parties' failure in spatial governance rather than an ideological victory."
    },
    "keyArticle": {
      "title": "Political neglect and support for the radical right: The case of rural Portugal",
      "authors": ["Pedro C. Magalhães", "João Cancela"],
      "doi": "10.1016/j.polgeo.2024.103224",
      "pages": "103224"
    },
    "images": [
      {
        "url": "https://ars.els-cdn.com/content/image/1-s2.0-S0962629824001732-gr1.jpg",
        "caption": {
          "zh": "Chega 投票行為的階層隨機截距平行多重中介模型",
          "en": "Hierarchical random intercept parallel multiple mediation model of the vote for Chega"
        }
      },
      {
        "url": "https://ars.els-cdn.com/content/image/1-s2.0-S0962629824001732-gr2.jpg",
        "caption": {
          "zh": "農村性對 Chega 投票的總效果、直接效果與特定間接效果的觀察係數和偏差校正自助法信賴區間",
          "en": "Observed coefficients and bias-corrected bootstrapped confidence intervals for total, direct, and specific indirect effects of Rurality on the Vote for Chega"
        }
      }
    ],
    "links": {
      "official": "https://www.sciencedirect.com/science/article/pii/S0962629824001732",
      "doi": "https://doi.org/10.1016/j.polgeo.2024.103224"
    }
  }
}
