{
  "id": "polgeog-2025-01-01",
  "journal": "Political Geography",
  "volume": "116",
  "issue": "",
  "date": "2025-01-01",
  "coverImage": {
    "url": "images/political-geography/default-cover.jpg",
    "credit": ""
  },
  "coverStory": {
    "title": {
      "zh": "被忽視的鄉村如何投向極右翼——葡萄牙的政治邊緣化啟示",
      "en": "How Politically Neglected Rural Communities Turn to the Radical Right — Lessons from Portugal"
    },
    "summary": {
      "zh": "在歐洲各地，極右翼政黨的崛起已經成為最令人矚目的政治現象之一。但他們的支持者究竟從何而來？傳統解釋往往聚焦於文化焦慮和移民議題，但本文提出了一個不同的視角：政治忽視（political neglect）。\n\n透過分析葡萄牙全國的選舉數據與地方公共服務指標，Magalhães 與 Cancela 發現，那些長期被中央政府忽視、公共服務持續萎縮的農村地區，更傾向於將選票投給新興極右翼政黨 Chega。這種「被遺忘的感覺」並非經濟匱乏那麼簡單——它更是一種對政治體制不再回應自身需求的深層失望。研究結果顯示，極右翼的崛起不僅僅是意識形態的勝利，更是主流政黨在空間治理上失職的後果。",
      "en": "Across Europe, the rise of radical right parties has become one of the most striking political developments of the 2020s. But where does their support come from? While conventional explanations focus on cultural anxiety and immigration, this study from Portugal offers a different lens: political neglect.\n\nAnalyzing nationwide electoral data alongside indicators of local public service provision, Magalhães and Cancela find that rural areas experiencing long-term institutional withdrawal — where schools close, health centers shrink, and government offices disappear — are significantly more likely to support the radical right party Chega. The sense of 'being forgotten' is not merely economic; it reflects a deeper disenchantment with a political system perceived as no longer responsive to peripheral communities. The findings suggest that the radical right's rise is not just an ideological victory but a consequence of mainstream parties' failure in spatial governance."
    },
    "keyArticle": {
      "title": "Political neglect and support for the radical right: The case of rural Portugal",
      "authors": ["Pedro C. Magalhães", "João Cancela"],
      "doi": "10.1016/j.polgeo.2024.103224",
      "pages": "103224"
    },
    "images": [],
    "links": {
      "official": "https://www.sciencedirect.com/science/article/pii/S0962629824001732",
      "doi": "https://doi.org/10.1016/j.polgeo.2024.103224"
    }
  }
}
